Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# UploadPageDescription.Text
source: Select a local video, then upload it through your authorized Google account.
af_za: Kies 'n plaaslike video en laai dit dan op deur jou gemagtigde Google-rekening.
am_et: የአካባቢ ቪዲዮ ይምረጡ እና በተፈቀደለት የጉግል መለያዎ በኩል ይስቀሉት።
ar_sa: حدد مقطع فيديو محليًا، ثم قم بتحميله من خلال حساب Google المعتمد الخاص بك.
as_in: এটা স্থানীয় ভিডিঅ’ নিৰ্বাচন কৰক, তাৰ পিছত আপোনাৰ অনুমোদিত গুগল একাউণ্টৰ জৰিয়তে আপলোড কৰক।
az_latn_az: Yerli video seçin, sonra onu səlahiyyətli Google hesabınız vasitəsilə yükləyin.
be_by: Выберыце лакальнае відэа, затым загрузіце яго праз свой аўтарызаваны ўліковы запіс Google.
bg_bg: Изберете локален видеоклип, след което го качете през вашия упълномощен акаунт в Google.
bn_bd: একটি স্থানীয় ভিডিও নির্বাচন করুন, তারপর এটি আপনার অনুমোদিত Google অ্যাকাউন্টের মাধ্যমে আপলোড করুন৷
bs_latn_ba: Odaberite lokalni video, a zatim ga otpremite putem svog ovlaštenog Google računa.
ca_es: Seleccioneu un vídeo local i, a continuació, pengeu-lo mitjançant el vostre compte de Google autoritzat.
cs_cz: Vyberte místní video a poté je nahrajte prostřednictvím svého autorizovaného účtu Google.
da_dk: Vælg en lokal video, og upload den derefter via din autoriserede Google-konto.
de_de: Wählen Sie ein lokales Video aus und laden Sie es dann über Ihr autorisiertes Google-Konto hoch.
el_gr: Επιλέξτε ένα τοπικό βίντεο και, στη συνέχεια, ανεβάστε το μέσω του εξουσιοδοτημένου λογαριασμού σας Google.
es_us: Seleccione un video local y luego cárguelo a través de su cuenta autorizada de Google.
et_ee: Valige kohalik video ja laadige see üles oma volitatud Google'i konto kaudu.
eu_es: Hautatu tokiko bideo bat, eta kargatu baimendutako Google kontuaren bidez.
fa_ir: یک ویدیوی محلی را انتخاب کنید، سپس آن را از طریق حساب Google مجاز خود آپلود کنید.
fi_fi: Valitse paikallinen video ja lataa se valtuutetun Google-tilisi kautta.
fil_ph: Pumili ng lokal na video, pagkatapos ay i-upload ito sa pamamagitan ng iyong awtorisadong Google account.
fr_ca: Sélectionnez une vidéo locale, puis téléchargez-la via votre compte Google autorisé.
gl_es: Selecciona un vídeo local e cárgao a través da túa conta de Google autorizada.
gu_in: સ્થાનિક વિડિયો પસંદ કરો, પછી તેને તમારા અધિકૃત Google એકાઉન્ટ દ્વારા અપલોડ કરો.
he_il: בחר סרטון מקומי ולאחר מכן העלה אותו דרך חשבון Google המורשה שלך.
hi_in: एक स्थानीय वीडियो चुनें, फिर उसे अपने अधिकृत Google खाते के माध्यम से अपलोड करें।
hr_hr: Odaberite lokalni videozapis, a zatim ga prenesite putem svog ovlaštenog Google računa.
hu_hu: Válasszon ki egy helyi videót, majd töltse fel hivatalos Google-fiókján keresztül.
hy_am: Ընտրեք տեղական տեսանյութ, ապա վերբեռնեք այն ձեր լիազորված Google հաշվի միջոցով:
id_id: Pilih video lokal, lalu unggah melalui akun Google resmi Anda.
is_is: Veldu staðbundið myndband og hladdu því síðan upp í gegnum viðurkennda Google reikninginn þinn.
it_it: Seleziona un video locale, quindi caricalo tramite il tuo account Google autorizzato.
ja_jp: ローカルビデオを選択し、承認された Google アカウントを通じてアップロードします。
ka_ge: აირჩიეთ ადგილობრივი ვიდეო, შემდეგ ატვირთეთ ის თქვენი ავტორიზებული Google ანგარიშის მეშვეობით.
kk_kz: Жергілікті бейнені таңдап, оны рұқсат етілген Google есептік жазбасы арқылы жүктеп салыңыз.
km_kh: ជ្រើសរើសវីដេអូក្នុងតំបន់ បន្ទាប់មកបង្ហោះវាតាមរយៈគណនី Google ដែលមានការអនុញ្ញាតរបស់អ្នក។
kn_in: ಸ್ಥಳೀಯ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ, ನಂತರ ಅದನ್ನು ನಿಮ್ಮ ಅಧಿಕೃತ Google ಖಾತೆಯ ಮೂಲಕ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ.
ko_kr: 로컬 비디오를 선택한 다음 승인된 Google 계정을 통해 업로드하세요.
ky_kg: Жергиликтүү видеону тандап, аны ыйгарым укуктуу Google аккаунтуңуз аркылуу жүктөңүз.
lo_la: ເລືອກວິດີໂອທ້ອງຖິ່ນ, ຈາກນັ້ນອັບໂຫຼດມັນຜ່ານບັນຊີ Google ທີ່ໄດ້ຮັບອະນຸຍາດຂອງທ່ານ.
lt_lt: Pasirinkite vietinį vaizdo įrašą, tada įkelkite jį per įgaliotą „Google“ paskyrą.
lv_lv: Atlasiet vietējo videoklipu un pēc tam augšupielādējiet to, izmantojot savu pilnvaroto Google kontu.
mk_mk: Изберете локално видео, а потоа поставете го преку вашата овластена сметка на Google.
ml_in: ഒരു പ്രാദേശിക വീഡിയോ തിരഞ്ഞെടുക്കുക, തുടർന്ന് നിങ്ങളുടെ അംഗീകൃത Google അക്കൗണ്ട് വഴി അത് അപ്‌ലോഡ് ചെയ്യുക.
mn_mn: Орон нутгийн видеог сонгоод, зөвшөөрөгдсөн Google бүртгэлээрээ дамжуулан байршуулна уу.
mr_in: स्थानिक व्हिडिओ निवडा, नंतर तो तुमच्या अधिकृत Google खात्याद्वारे अपलोड करा.
ms_my: Pilih video tempatan, kemudian muat naik melalui akaun Google anda yang dibenarkan.
nb_no: Velg en lokal video, og last den deretter opp via din autoriserte Google-konto.
ne_np: स्थानीय भिडियो चयन गर्नुहोस्, त्यसपछि आफ्नो आधिकारिक Google खाता मार्फत अपलोड गर्नुहोस्।
nl_nl: Selecteer een lokale video en upload deze vervolgens via uw geautoriseerde Google-account.
or_in: ଏକ ସ୍ଥାନୀୟ ଭିଡିଓ ଚୟନ କରନ୍ତୁ, ତାପରେ ଏହାକୁ ଆପଣଙ୍କର ପ୍ରାଧିକୃତ ଗୁଗୁଲ୍ ଆକାଉଣ୍ଟ୍ ମାଧ୍ୟମରେ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa_in: ਇੱਕ ਸਥਾਨਕ ਵੀਡੀਓ ਚੁਣੋ, ਫਿਰ ਇਸਨੂੰ ਆਪਣੇ ਅਧਿਕਾਰਤ Google ਖਾਤੇ ਰਾਹੀਂ ਅੱਪਲੋਡ ਕਰੋ।
pl_pl: Wybierz lokalny film, a następnie prześlij go za pośrednictwem autoryzowanego konta Google.
pt_br: Selecione um vídeo local e carregue-o através da sua conta autorizada do Google.
ro_ro: Selectați un videoclip local, apoi încărcați-l prin contul dvs. Google autorizat.
ru_ru: Выберите локальное видео и загрузите его через авторизованную учетную запись Google.
si_lk: දේශීය වීඩියෝවක් තෝරන්න, ඉන්පසු එය ඔබගේ බලයලත් Google ගිණුම හරහා උඩුගත කරන්න.
sk_sk: Vyberte miestne video a potom ho nahrajte prostredníctvom svojho autorizovaného účtu Google.
sl_si: Izberite lokalni videoposnetek in ga naložite prek pooblaščenega računa Google.
sq_al: Zgjidhni një video lokale dhe më pas ngarkojeni përmes llogarisë suaj të autorizuar të Google.
sr_cyrl_rs: Изаберите локални видео, а затим га отпремите преко свог овлашћеног Гоогле налога.
sr_latn_rs: Izaberite lokalni video, a zatim ga otpremite preko svog ovlašćenog Google naloga.
sv_se: Välj en lokal video och ladda sedan upp den via ditt auktoriserade Google-konto.
sw_ke: Chagua video ya ndani, kisha uipakie kupitia akaunti yako ya Google iliyoidhinishwa.
ta_in: உள்ளூர் வீடியோவைத் தேர்ந்தெடுத்து, உங்கள் அங்கீகரிக்கப்பட்ட Google கணக்கு மூலம் பதிவேற்றவும்.
te_in: స్థానిక వీడియోను ఎంచుకుని, మీ అధీకృత Google ఖాతా ద్వారా దాన్ని అప్‌లోడ్ చేయండి.
th_th: เลือกวิดีโอท้องถิ่น จากนั้นอัปโหลดผ่านบัญชี Google ที่ได้รับอนุญาตของคุณ
tr_tr: Yerel bir video seçin ve ardından yetkili Google hesabınız aracılığıyla yükleyin.
uk_ua: Виберіть локальне відео та завантажте його через авторизований обліковий запис Google.
ur_pk: ایک مقامی ویڈیو منتخب کریں، پھر اسے اپنے مجاز گوگل اکاؤنٹ کے ذریعے اپ لوڈ کریں۔
uz_latn_uz: Mahalliy videoni tanlang, keyin uni vakolatli Google hisobingiz orqali yuklang.
vi_vn: Chọn một video cục bộ, sau đó tải video đó lên thông qua tài khoản Google được ủy quyền của bạn.
zh_hans_cn: 选择本地视频，然后通过您授权的 Google 帐户上传。
zh_hant_hk: 選擇本地視頻，然後透過您授權的 Google 帳戶上傳。
zu_za: Khetha ividiyo yendawo, bese uyilayisha nge-akhawunti yakho yakwa-Google egunyaziwe.

# UploadPageTitle.Text
source: upload video
af_za: video oplaai
am_et: ቪዲዮ ስቀል
ar_sa: تحميل الفيديو
as_in: ভিডিঅ' আপলোড কৰক
az_latn_az: video yükləyin
be_by: загрузіць відэа
bg_bg: качи видео
bn_bd: ভিডিও আপলোড করুন
ca_es: pujar vídeo
cs_cz: nahrát video
de_de: Video hochladen
el_gr: ανεβάστε βίντεο
es_us: subir vídeo
et_ee: video üles laadida
eu_es: bideoa igo
fa_ir: آپلود ویدیو
fi_fi: lataa video
fil_ph: mag-upload ng video
fr_ca: télécharger une vidéo
gl_es: cargar vídeo
gu_in: વિડિયો અપલોડ કરો
he_il: להעלות סרטון
hi_in: वीडियो अपलोड करें
hr_hr: učitaj video
hu_hu: videó feltöltése
hy_am: վերբեռնել տեսանյութ
id_id: mengunggah video
is_is: hlaða upp myndbandi
it_it: caricare il video
ja_jp: ビデオをアップロードする
ka_ge: ვიდეოს ატვირთვა
kk_kz: бейне жүктеп салу
km_kh: បង្ហោះវីដេអូ
kn_in: ವೀಡಿಯೊ ಅಪ್ಲೋಡ್
ko_kr: 비디오 업로드
ky_kg: видео жүктөө
lo_la: ອັບໂຫລດວິດີໂອ
lt_lt: įkelti vaizdo įrašą
lv_lv: augšupielādēt video
mk_mk: прикачи видео
ml_in: വീഡിയോ അപ്‌ലോഡ് ചെയ്യുക
mn_mn: видео байршуулах
mr_in: व्हिडिओ अपलोड करा
ms_my: muat naik video
nb_no: laste opp video
ne_np: भिडियो अपलोड गर्नुहोस्
nl_nl: video uploaden
or_in: ଭିଡିଓ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa_in: ਵੀਡੀਓ ਅੱਪਲੋਡ ਕਰੋ
pl_pl: prześlij wideo
pt_br: enviar vídeo
ro_ro: încărcați videoclipul
ru_ru: загрузить видео
si_lk: වීඩියෝ උඩුගත කරන්න
sk_sk: odovzdať video
sl_si: naloži video
sq_al: ngarkoni video
sr_cyrl_rs: отпремите видео
sr_latn_rs: otpremite video
sv_se: ladda upp video
sw_ke: pakia video
ta_in: வீடியோவைப் பதிவேற்றவும்
te_in: వీడియోను అప్‌లోడ్ చేయండి
th_th: อัปโหลดวิดีโอ
tr_tr: video yükle
uk_ua: завантажити відео
ur_pk: ویڈیو اپ لوڈ کریں
uz_latn_uz: video yuklash
vi_vn: tải video lên
zh_hans_cn: 上传视频
zh_hant_hk: 上傳影片
zu_za: layisha ividiyo

# UploadReadyStatus.Text
source: Ready to select a video.
af_za: Gereed om 'n video te kies.
am_et: ቪዲዮ ለመምረጥ ዝግጁ።
ar_sa: جاهز لاختيار مقطع فيديو.
as_in: এটা ভিডিঅ' নিৰ্বাচন কৰিবলৈ সাজু।
az_latn_az: Video seçməyə hazırsınız.
be_by: Гатова выбраць відэа.
bg_bg: Готови за избор на видеоклип.
bn_bd: একটি ভিডিও নির্বাচন করতে প্রস্তুত৷
bs_latn_ba: Spremni za odabir video zapisa.
ca_es: A punt per seleccionar un vídeo.
cs_cz: Připraveno k výběru videa.
da_dk: Klar til at vælge en video.
de_de: Bereit, ein Video auszuwählen.
el_gr: Έτοιμη για επιλογή βίντεο.
es_us: Listo para seleccionar un vídeo.
et_ee: Valmis video valima.
eu_es: Bideo bat hautatzeko prest.
fa_ir: آماده برای انتخاب یک ویدیو.
fi_fi: Valmiina valitsemaan video.
fil_ph: Handa nang pumili ng video.
fr_ca: Prêt à choisir une vidéo.
gl_es: Listo para seleccionar un vídeo.
gu_in: વિડિઓ પસંદ કરવા માટે તૈયાર.
he_il: מוכן לבחור סרטון.
hi_in: एक वीडियो चुनने के लिए तैयार है.
hr_hr: Spremni za odabir videa.
hu_hu: Készen áll a videó kiválasztására.
hy_am: Պատրաստ է ընտրել տեսանյութ:
id_id: Siap untuk memilih video.
is_is: Tilbúinn til að velja myndband.
it_it: Pronto per selezionare un video.
ja_jp: ビデオを選択する準備ができました。
ka_ge: მზად არის ვიდეოს ასარჩევად.
kk_kz: Бейнені таңдауға дайын.
km_kh: រួចរាល់ដើម្បីជ្រើសរើសវីដេអូ។
kn_in: ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸಿದ್ಧವಾಗಿದೆ.
ko_kr: 동영상을 선택할 준비가 되었습니다.
ky_kg: Видео тандоого даяр.
lo_la: ພ້ອມເລືອກວິດີໂອ.
lt_lt: Paruošta pasirinkti vaizdo įrašą.
lv_lv: Gatavs, lai atlasītu videoklipu.
mk_mk: Подготвен за избор на видео.
ml_in: ഒരു വീഡിയോ തിരഞ്ഞെടുക്കാൻ തയ്യാറാണ്.
mn_mn: Видео сонгоход бэлэн байна.
mr_in: व्हिडिओ निवडण्यासाठी तयार.
ms_my: Bersedia untuk memilih video.
nb_no: Klar til å velge en video.
ne_np: भिडियो चयन गर्न तयार छ।
nl_nl: Klaar om een video te selecteren.
or_in: ଏକ ଭିଡିଓ ବାଛିବା ପାଇଁ ପ୍ରସ୍ତୁତ |
pa_in: ਵੀਡੀਓ ਚੁਣਨ ਲਈ ਤਿਆਰ।
pl_pl: Gotowe do wybrania filmu.
pt_br: Pronto para selecionar um vídeo.
ro_ro: Gata pentru a selecta un videoclip.
ru_ru: Готов выбрать видео.
si_lk: වීඩියෝවක් තේරීමට සූදානම්.
sk_sk: Pripravené na výber videa.
sl_si: Pripravljen za izbiro videa.
sq_al: Gati për të zgjedhur një video.
sr_cyrl_rs: Спремни да изаберете видео.
sr_latn_rs: Spremni da izaberete video.
sv_se: Redo att välja en video.
sw_ke: Tayari kuchagua video.
ta_in: வீடியோவைத் தேர்ந்தெடுக்கத் தயார்.
te_in: వీడియోను ఎంచుకోవడానికి సిద్ధంగా ఉంది.
th_th: พร้อมเลือกวิดีโอ
tr_tr: Bir video seçmeye hazır.
uk_ua: Готовий вибрати відео.
ur_pk: ویڈیو منتخب کرنے کے لیے تیار ہیں۔
uz_latn_uz: Video tanlashga tayyor.
vi_vn: Sẵn sàng để chọn một video.
zh_hans_cn: 准备好选择视频。
zh_hant_hk: 準備好選擇影片。
zu_za: Ulungele ukukhetha ividiyo.

# UploadRequirements.Text
source: Uploads require OAuth settings and a completed Google sign-in from Settings.
af_za: Oplaaie vereis OAuth-instellings en 'n voltooide Google-aanmelding vanaf Instellings.
am_et: ሰቀላዎች የOAuth ቅንብሮችን እና የተጠናቀቀ የGoogle መለያ ከቅንብሮች ያስፈልጋቸዋል።
ar_sa: تتطلب التحميلات إعدادات OAuth وتسجيل الدخول الكامل إلى Google من الإعدادات.
as_in: আপলোডসমূহৰ বাবে OAuth ছেটিংছ আৰু ছেটিংছৰ পৰা এটা সম্পূৰ্ণ Google চাইন-ইনৰ প্ৰয়োজন।
az_latn_az: Yükləmələr üçün OAuth parametrləri və Parametrlərdən tamamlanmış Google girişi tələb olunur.
be_by: Для загрузкі патрэбныя налады OAuth і выкананы ўваход у Google з налад.
bg_bg: Качванията изискват настройки за OAuth и завършено влизане в Google от Настройки.
bn_bd: আপলোডের জন্য OAuth সেটিংস এবং সেটিংস থেকে একটি সম্পূর্ণ Google সাইন-ইন প্রয়োজন৷
bs_latn_ba: Za otpremanje su potrebne OAuth postavke i završeno prijavljivanje na Google iz Postavka.
ca_es: Les càrregues requereixen la configuració d'OAuth i un inici de sessió de Google completat des de Configuració.
cs_cz: Nahrávání vyžaduje nastavení OAuth a dokončené přihlášení přes Google z Nastavení.
da_dk: Uploads kræver OAuth-indstillinger og et gennemført Google-login fra Indstillinger.
de_de: Für Uploads sind OAuth-Einstellungen und eine vollständige Google-Anmeldung über die Einstellungen erforderlich.
el_gr: Οι μεταφορτώσεις απαιτούν ρυθμίσεις OAuth και ολοκληρωμένη σύνδεση Google από τις Ρυθμίσεις.
es_us: Las cargas requieren configuración de OAuth y un inicio de sesión de Google completo desde Configuración.
et_ee: Üleslaadimiseks on vaja OAuthi seadeid ja Google'i sisselogimist jaotises Seaded.
eu_es: Kargatzeko, OAuth ezarpenak eta Ezarpenetatik Google-ren saioa amaitu behar dira.
fa_ir: آپلودها به تنظیمات OAuth و یک ورود کامل Google از تنظیمات نیاز دارند.
fi_fi: Lataukset vaativat OAuth-asetukset ja valmiin Google-sisäänkirjautumisen asetuksista.
fil_ph: Ang mga pag-upload ay nangangailangan ng mga setting ng OAuth at isang kumpletong pag-sign in sa Google mula sa Mga Setting.
fr_ca: Les téléchargements nécessitent des paramètres OAuth et une connexion Google complète à partir des paramètres.
gl_es: As cargas requiren a configuración de OAuth e un inicio de sesión completo en Google desde Configuración.
gu_in: અપલોડ્સ માટે OAuth સેટિંગ્સ અને સેટિંગ્સમાંથી પૂર્ણ કરેલ Google સાઇન-ઇન જરૂરી છે.
he_il: העלאות דורשות הגדרות OAuth וכניסה מלאה של Google מההגדרות.
hi_in: अपलोड के लिए OAuth सेटिंग्स और सेटिंग्स से पूर्ण Google साइन-इन की आवश्यकता होती है।
hr_hr: Prijenosi zahtijevaju postavke OAutha i dovršenu prijavu na Google iz postavki.
hu_hu: A feltöltéshez OAuth-beállítások és befejezett Google-bejelentkezés szükséges a Beállításokban.
hy_am: Վերբեռնումների համար պահանջվում են OAuth-ի կարգավորումներ և Google-ի ավարտված մուտք Կարգավորումներից:
id_id: Pengunggahan memerlukan setelan OAuth dan proses masuk Google yang lengkap dari Setelan.
is_is: Upphleðslur krefjast OAuth stillinga og fullgerðrar Google innskráningar frá stillingum.
it_it: I caricamenti richiedono le impostazioni OAuth e un accesso Google completato da Impostazioni.
ja_jp: アップロードには、OAuth 設定と、設定からの完了した Google サインインが必要です。
ka_ge: ატვირთვები საჭიროებს OAuth-ის პარამეტრებს და Google-ის დასრულებულ შესვლას პარამეტრებიდან.
kk_kz: Жүктеп салулар үшін OAuth параметрлері және "Параметрлер" бөлімінен аяқталған Google жүйесіне кіру қажет.
km_kh: ការបង្ហោះតម្រូវឱ្យមានការកំណត់ OAuth និងការចូល Google ដែលបានបញ្ចប់ពីការកំណត់។
kn_in: ಅಪ್‌ಲೋಡ್‌ಗಳಿಗೆ OAuth ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಪೂರ್ಣಗೊಂಡ Google ಸೈನ್-ಇನ್ ಅಗತ್ಯವಿದೆ.
ko_kr: 업로드하려면 OAuth 설정이 필요하며 설정에서 Google 로그인을 완료해야 합니다.
ky_kg: Жүктөп берүү үчүн OAuth жөндөөлөрү жана Жөндөөлөрдөн бүтүргөн Google каттоо эсеби талап кылынат.
lo_la: ການອັບໂຫລດຕ້ອງມີການຕັ້ງຄ່າ OAuth ແລະການເຂົ້າສູ່ລະບົບ Google ທີ່ສຳເລັດແລ້ວຈາກການຕັ້ງຄ່າ.
lt_lt: Norint įkelti, reikalingi OAuth nustatymai ir baigtas „Google“ prisijungimas iš „Nustatymų“.
lv_lv: Augšupielādei nepieciešami OAuth iestatījumi un pabeigta Google pierakstīšanās sadaļā Iestatījumi.
mk_mk: Поставките бараат поставки за OAuth и завршено најавување на Google од Поставки.
ml_in: അപ്‌ലോഡുകൾക്ക് OAuth ക്രമീകരണവും ക്രമീകരണങ്ങളിൽ നിന്ന് പൂർത്തിയാക്കിയ Google സൈൻ-ഇന്നും ആവശ്യമാണ്.
mn_mn: Байршуулахын тулд OAuth тохиргоо болон Тохиргооноос Google-д нэвтэрсэн байх шаардлагатай.
mr_in: अपलोडसाठी OAuth सेटिंग्ज आणि सेटिंग्जमधून पूर्ण केलेले Google साइन-इन आवश्यक आहे.
ms_my: Muat naik memerlukan tetapan OAuth dan log masuk Google yang lengkap daripada Tetapan.
nb_no: Opplastinger krever OAuth-innstillinger og fullført Google-pålogging fra Innstillinger.
ne_np: अपलोडहरूलाई OAuth सेटिङहरू र सेटिङहरूबाट पूर्ण Google साइन-इन आवश्यक पर्दछ।
nl_nl: Voor uploads zijn OAuth-instellingen en een voltooide Google-aanmelding via Instellingen vereist.
or_in: ଅପଲୋଡ୍ ଗୁଡିକ OAuth ସେଟିଂସମୂହ ଏବଂ ସେଟିଂସମୂହରୁ ଏକ ସମ୍ପୂର୍ଣ୍ଣ ଗୁଗୁଲ୍ ସାଇନ୍-ଇନ୍ ଆବଶ୍ୟକ କରେ |
pa_in: ਅੱਪਲੋਡਾਂ ਲਈ OAuth ਸੈਟਿੰਗਾਂ ਅਤੇ ਸੈਟਿੰਗਾਂ ਤੋਂ Google ਸਾਈਨ-ਇਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl_pl: Przesyłanie wymaga ustawień OAuth i pełnego logowania Google w Ustawieniach.
pt_br: Os uploads exigem configurações de OAuth e um login do Google concluído em Configurações.
ro_ro: Încărcările necesită setări OAuth și o conectare Google completă din Setări.
ru_ru: Для загрузки требуются настройки OAuth и завершенный вход в Google из настроек.
si_lk: උඩුගත කිරීම් සඳහා OAuth සැකසීම් සහ සැකසීම් වෙතින් සම්පූර්ණ කළ Google පුරනය වීමක් අවශ්‍ය වේ.
sk_sk: Nahrávanie vyžaduje nastavenia OAuth a dokončené prihlásenie cez Google z Nastavenia.
sl_si: Za nalaganje so potrebne nastavitve OAuth in dokončana prijava v Google v nastavitvah.
sq_al: Ngarkimet kërkojnë cilësimet e OAuth dhe një identifikim të përfunduar në Google nga "Cilësimet".
sr_cyrl_rs: Отпремања захтевају подешавања ОАутх-а и завршено пријављивање на Гоогле из подешавања.
sr_latn_rs: Otpremanja zahtevaju podešavanja OAuth-a i završeno prijavljivanje na Google iz podešavanja.
sv_se: Uppladdningar kräver OAuth-inställningar och en slutförd Google-inloggning från Inställningar.
sw_ke: Upakiaji unahitaji mipangilio ya OAuth na kuingia kwenye Google kukamilika kutoka kwa Mipangilio.
ta_in: பதிவேற்றங்களுக்கு OAuth அமைப்புகள் மற்றும் அமைப்புகளில் இருந்து Google உள்நுழைவு பூர்த்தி செய்யப்பட வேண்டும்.
te_in: అప్‌లోడ్‌లకు OAuth సెట్టింగ్‌లు మరియు సెట్టింగ్‌ల నుండి పూర్తి చేసిన Google సైన్-ఇన్ అవసరం.
th_th: การอัปโหลดต้องมีการตั้งค่า OAuth และการลงชื่อเข้าใช้ Google จากการตั้งค่า
tr_tr: Yüklemeler için OAuth ayarları ve Ayarlar'dan Google'da oturum açma işleminin tamamlanmış olması gerekir.
uk_ua: Для завантаження потрібні налаштування OAuth і завершений вхід у Google із налаштувань.
ur_pk: اپ لوڈز کے لیے OAuth کی ترتیبات اور ترتیبات سے مکمل Google سائن ان کی ضرورت ہوتی ہے۔
uz_latn_uz: Yuklash uchun OAuth sozlamalari va Sozlamalar orqali toʻldirilgan Google hisobiga kirish talab qilinadi.
vi_vn: Tải lên yêu cầu cài đặt OAuth và đăng nhập Google hoàn tất từ Cài đặt.
zh_hans_cn: 上传需要 OAuth 设置并通过“设置”完成 Google 登录。
zh_hant_hk: 上傳需要 OAuth 設定並透過「設定」完成 Google 登入。
zu_za: Ukulayisha kudinga izilungiselelo ze-OAuth kanye nokungena ngemvume kwe-Google okuqediwe kusuka kokuthi Izilungiselelo.

# UploadVideoButton.Content
source: UPLOAD VIDEO
af_za: Laai VIDEO op
am_et: ቪዲዮ ስቀል
ar_sa: تحميل الفيديو
as_in: ভিডিঅ' আপলোড কৰক
az_latn_az: VİDEONU YÜKLƏ
be_by: ЗАГРУЗІЦЬ ВІДЭА
bg_bg: КАЧВАНЕ НА ВИДЕО
bn_bd: ভিডিও আপলোড করুন
ca_es: PUJAR VÍDEO
cs_cz: NAHRÁT VIDEO
de_de: VIDEO HOCHLADEN
el_gr: ΑΝΕΒΑΣΤΕ ΒΙΝΤΕΟ
es_us: SUBIR VÍDEO
et_ee: LAADI ÜLES VIDEO
eu_es: BIDEOA IGO
fa_ir: آپلود ویدیو
fi_fi: LATAA VIDEO
fil_ph: MAG-UPLOAD NG VIDEO
fr_ca: TÉLÉCHARGER LA VIDÉO
gl_es: SUBIR VÍDEO
gu_in: વિડિયો અપલોડ કરો
he_il: העלה סרטון
hi_in: वीडियो अपलोड करें
hr_hr: PRENESI VIDEO
hu_hu: VIDEÓ FELTÖLTÉSE
hy_am: ՎԵՐԲԵՐԵԼ ՏԵՍԱՆՅՈՒԹ
is_is: HLAÐA VIDEO
it_it: CARICA IL VIDEO
ja_jp: ビデオをアップロードする
ka_ge: ვიდეოს ატვირთვა
kk_kz: БЕЙНЕ ЖҮКТЕП АЛУ
km_kh: បង្ហោះវីដេអូ
kn_in: ವೀಡಿಯೊವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ko_kr: 비디오 업로드
ky_kg: ВИДЕОНУ ЖҮКТӨӨ
lo_la: ອັບໂຫຼດວິດີໂອ
lt_lt: ĮKELTI VIDEO
lv_lv: AUGšupielādēt VIDEO
mk_mk: ПОСТАВЕТЕ ВИДЕО
ml_in: വീഡിയോ അപ്‌ലോഡ് ചെയ്യുക
mn_mn: ВИДЕО БАЙРШУУЛАХ
mr_in: व्हिडिओ अपलोड करा
ms_my: MUAT NAIK VIDEO
nb_no: LAST OPP VIDEO
ne_np: भिडियो अपलोड गर्नुहोस्
or_in: ଭିଡିଓ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa_in: ਵੀਡੀਓ ਅੱਪਲੋਡ ਕਰੋ
pl_pl: PRZEŚLIJ WIDEO
pt_br: CARREGAR VÍDEO
ro_ro: ÎNCĂRCĂ VIDEO
ru_ru: ЗАГРУЗИТЬ ВИДЕО
si_lk: වීඩියෝ උඩුගත කරන්න
sk_sk: NAHRAŤ VIDEO
sl_si: NALOŽI VIDEO
sq_al: NGARKONI VIDEO
sr_cyrl_rs: ОТПРЕМИ ВИДЕО
sr_latn_rs: OTPREMI VIDEO
sv_se: LADDA UPP VIDEO
sw_ke: PAKIA VIDEO
ta_in: வீடியோவைப் பதிவேற்றவும்
te_in: వీడియోను అప్‌లోడ్ చేయండి
th_th: อัปโหลดวิดีโอ
tr_tr: VİDEO YÜKLE
uk_ua: ЗАВАНТАЖИТИ ВІДЕО
ur_pk: ویڈیو اپ لوڈ کریں۔
uz_latn_uz: VIDEO YUKLASH
vi_vn: TẢI VIDEO LÊN
zh_hans_cn: 上传视频
zh_hant_hk: 上傳影片
zu_za: LAYISHA IVIDIYO

# VideoDetailsHeader.Text
source: video details
af_za: video besonderhede
am_et: የቪዲዮ ዝርዝሮች
ar_sa: تفاصيل الفيديو
as_in: ভিডিঅ'ৰ বিৱৰণ
az_latn_az: video təfərrüatları
be_by: падрабязнасці відэа
bg_bg: видео подробности
bn_bd: ভিডিও বিবরণ
bs_latn_ba: detalji videa
ca_es: detalls del vídeo
cs_cz: podrobnosti o videu
da_dk: video detaljer
el_gr: λεπτομέρειες βίντεο
es_us: detalles del vídeo
et_ee: video üksikasjad
eu_es: bideoaren xehetasunak
fa_ir: جزئیات ویدیو
fi_fi: videon tiedot
fil_ph: mga detalye ng video
fr_ca: détails de la vidéo
gl_es: detalles do vídeo
gu_in: વિડિઓ વિગતો
he_il: פרטי סרטון
hi_in: वीडियो विवरण
hr_hr: video detalji
hu_hu: videó részletei
hy_am: տեսանյութի մանրամասները
id_id: detail video
is_is: upplýsingar um myndbandið
it_it: dettagli video
ja_jp: ビデオの詳細
ka_ge: ვიდეო დეტალები
kk_kz: бейне мәліметтері
km_kh: ព័ត៌មានលម្អិតវីដេអូ
kn_in: ವೀಡಿಯೊ ವಿವರಗಳು
ko_kr: 영상 세부정보
ky_kg: видео чоо-жайы
lo_la: ລາຍ​ລະ​ອຽດ​ວິ​ດີ​ໂອ​
lt_lt: vaizdo įrašo detalės
lv_lv: video detaļas
mk_mk: видео детали
ml_in: വീഡിയോ വിശദാംശങ്ങൾ
mn_mn: видео дэлгэрэнгүй
mr_in: व्हिडिओ तपशील
ms_my: butiran video
nb_no: videodetaljer
ne_np: भिडियो विवरण
or_in: ଭିଡିଓ ବିବରଣୀ
pa_in: ਵੀਡੀਓ ਵੇਰਵੇ
pl_pl: szczegóły wideo
pt_br: detalhes do vídeo
ro_ro: detalii video
ru_ru: подробности видео
si_lk: වීඩියෝ විස්තර
sk_sk: podrobnosti o videu
sl_si: video podrobnosti
sq_al: detajet e videos
sr_cyrl_rs: детаљи видеа
sr_latn_rs: detalji videa
sv_se: videodetaljer
sw_ke: maelezo ya video
ta_in: வீடியோ விவரங்கள்
te_in: వీడియో వివరాలు
th_th: รายละเอียดวิดีโอ
tr_tr: video ayrıntıları
uk_ua: подробиці відео
ur_pk: ویڈیو کی تفصیلات
uz_latn_uz: video tafsilotlari
vi_vn: chi tiết video
zh_hans_cn: 视频详情
zh_hant_hk: 影片詳情
zu_za: imininingwane yevidiyo
